Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Desktop.resw
Source language: en
Languages: id

# lng_request_peer_requirements
source: Requirements
id: Persyaratan

# lng_request_peer_rights
source: You must have these admin rights: {rights}.
id: Anda memiliki hak admin berikut: {rights}.

# lng_request_peer_rights_and
source: {rights} and {last}
id: {rights} dan {last}

# lng_request_user_no
source: No such users
id: Tidak ada pengguna

# lng_request_user_no_about
source: No users found that meet the requirements for this bot.
id: Tidak ditemukan pengguna yang memenuhi persyaratan bot ini.

# lng_request_user_premium_no
source: The user must not have a Premium subscription.
id: Pengguna tidak memiliki langganan Premium.

# lng_request_user_premium_yes
source: The user must have a Premium subscription.
id: Pengguna memiliki langganan Premium.

# lng_request_user_title
source: Choose User
id: Pilih Pengguna

# lng_restricted_list_title
source: Restricted users
id: Pengguna dibatasi

# lng_restricted_send_files
source: The admins of this group restricted you from sending files here.
id: Admin grup ini membatasi kemampuan Anda untuk mengirim berkas di sini.

# lng_restricted_send_files_all
source: Sending files isn't allowed in this group.
id: Tidak dapat mengirim berkas dalam grup ini.

# lng_restricted_send_files_until
source: The admins of this group restricted you from sending files here until {date}, {time}.
id: Admin grup ini telah membatasi kemampuan Anda untuk mengirim berkas di sini sampai {date}, {time}.

# lng_restricted_send_gifs
source: The admins of this group have restricted your ability to send GIFs.
id: Admin grup ini telah membatasi kemampuan Anda untuk mengirim GIF.

# lng_restricted_send_gifs_all
source: Sending GIFs isn't allowed in this group.
id: Tidak dapat mengirim GIF dalam grup ini.

# lng_restricted_send_gifs_until
source: The admins of this group have restricted your ability to send GIFs until {date}, {time}.
id: Admin grup ini telah membatasi kemampuan Anda untuk mengirim GIF hingga {date}, {time}.

# lng_restricted_send_inline
source: The admins of this group have restricted your ability to send inline content.
id: Admin grup ini membatasi kemampuan Anda untuk mengirim konten inline.

# lng_restricted_send_inline_all
source: Sending inline content isn't allowed in this group.
id: Tidak dapat mengirim konten inline di grup ini.

# lng_restricted_send_inline_until
source: The admins of this group have restricted your ability to send inline content until {date}, {time}.
id: Admin group ini telah membatasi kemampuan Anda untuk mengirim konten inline hingga {date}, {time}.

# lng_restricted_send_media
source: The admins of this group have restricted your ability to send media.
id: Admin grup ini telah melarang Anda mengirim media.

# lng_restricted_send_media_all
source: Sending media isn't allowed in this group.
id: Mengirim media dilarang di grup ini.

# lng_restricted_send_media_until
source: The admins of this group have restricted your ability to send media until {date}, {time}.
id: Admin group ini telah membatasi kemampuan Anda untuk mengirim media hingga {date}, {time}.

# lng_restricted_send_message
source: The admins of this group have restricted your ability to send messages.
id: Admin grup ini telah melarang Anda mengirim pesan.

# lng_restricted_send_message_all
source: Sending messages is not allowed in this group.
id: Tidak dapat mengirim pesan di grup ini.

# lng_restricted_send_message_until
source: The admins of this group have restricted you from sending messages until {date}, {time}.
id: Admin grup ini telah membatasi kemampuan Anda untuk mengirim pesan hingga {date}, {time}.

# lng_restricted_send_music
source: The admins of this group restricted you from sending music here.
id: Admin grup ini membatasi kemampuan Anda untuk mengirim musik di sini.

# lng_restricted_send_music_all
source: Sending music isn't allowed in this group.
id: Tidak dapat mengirim musik dalam grup ini.

# lng_restricted_send_music_until
source: The admins of this group restricted you from sending music here until {date}, {time}.
id: Admin grup ini telah membatasi kemampuan Anda untuk mengirim musik di sini sampai {date}, {time}.

# lng_restricted_send_photos
source: The admins of this group restricted you from sending photos here.
id: Admin grup ini membatasi kemampuan Anda untuk mengirim foto di sini.

# lng_restricted_send_photos_all
source: Sending photos isn't allowed in this group.
id: Tidak dapat mengirim foto dalam grup ini.

# lng_restricted_send_photos_until
source: The admins of this group restricted you from sending photos here until {date}, {time}.
id: Admin grup ini telah membatasi kemampuan Anda untuk mengirim foto di sini sampai {date}, {time}.

# lng_restricted_send_polls
source: The admins of this group have restricted your ability to send polls.
id: Admin grup ini membatasi kemampuan Anda untuk mengirim pol.

# lng_restricted_send_polls_all
source: Sorry, sending polls is not allowed in this group.
id: Maaf, tidak dapat mengirim pol di grup ini.

# lng_restricted_send_polls_until
source: The admins of this group have restricted your ability to send polls until {date}, {time}.
id: Admin grup ini telah membatasi kemampuan Anda untuk mengirim poll sampai {date}, {time}.

# lng_restricted_send_public_polls
source: Sorry, polls with visible votes can't be forwarded to channels.
id: Maaf, pol dengan suara terbuka tidak dapat diteruskan ke channel.

# lng_restricted_send_stickers
source: The admins of this group have restricted your ability to send stickers.
id: Admin grup ini telah melarang Anda mengirim stiker.

# lng_restricted_send_stickers_all
source: Stickers aren’t allowed in this group.
id: Tidak dapat mengirim stiker di grup ini.

# lng_restricted_send_stickers_until
source: The admins of this group have restricted your ability to send stickers until {date}, {time}.
id: Admin grup ini telah membatasi kemampuan Anda untuk mengirim stiker hingga {date}, {time}.

# lng_restricted_send_video_messages
source: {user} doesn't accept video messages.
id: {user} tidak menerima pesan video.

# lng_restricted_send_video_messages_all
source: Sending video messages isn't allowed in this group.
id: Tidak dapat mengirim pesan video dalam grup ini.

# lng_restricted_send_video_messages_group
source: The admins of this group restricted you from sending video messages here.
id: Admin grup ini membatasi kemampuan Anda untuk mengirim pesan video di sini.

# lng_restricted_send_video_messages_until
source: The admins of this group restricted you from sending video messages here until {date}, {time}.
id: Admin grup ini telah membatasi kemampuan Anda untuk mengirim pesan video di sini sampai {date}, {time}.

# lng_restricted_send_videos
source: The admins of this group restricted you from sending videos here.
id: Admin grup ini membatasi kemampuan Anda untuk mengirim video di sini.

# lng_restricted_send_videos_all
source: Sending videos isn't allowed in this group.
id: Tidak dapat mengirim video dalam grup ini.

# lng_restricted_send_videos_until
source: The admins of this group restricted you from sending videos here until {date}, {time}.
id: Admin grup ini telah membatasi kemampuan Anda untuk mengirim video di sini sampai {date}, {time}.

# lng_restricted_send_voice_messages
source: {user} doesn't accept voice messages.
id: {user} tidak menerima pesan suara.

# lng_restricted_send_voice_messages_all
source: Sending voice messages isn't allowed in this group.
id: Tidak dapat mengirim pesan suara dalam grup ini.

# lng_restricted_send_voice_messages_group
source: The admins of this group restricted you from sending voice messages here.
id: Admin grup ini membatasi kemampuan Anda untuk mengirim pesan suara di sini.

# lng_restricted_send_voice_messages_until
source: The admins of this group restricted you from sending voice messages here until {date}, {time}.
id: Admin grup ini telah membatasi kemampuan Anda untuk mengirim pesan suara di sini sampai {date}, {time}.

# lng_rights_about_add_admins_no
source: This admin will not be able to add new admins.
id: Admin ini tidak bisa menambahkan admin baru.

# lng_rights_about_add_admins_yes
source: This admin will be able to add new admins with equal or fewer rights.
id: Admin ini akan dapat menambah admin baru dengan izin yang sama atau lebih rendah.

# lng_rights_about_admin_cant_edit
source: You can't edit the rights of this admin.
id: Anda tidak dapat mengubah hak admin ini.

# lng_rights_about_restriction_cant_edit
source: You cannot change the restrictions for this user.
id: Anda tidak dapat mengubah batasan untuk pengguna ini.

# lng_rights_add_admins
source: Add new admins
id: Menambahkan admin baru

# lng_rights_channel_delete
source: Delete messages of others
id: Hapus pesan pengguna lainnya

# lng_rights_channel_edit
source: Edit messages of others
id: Edit pesan pengguna lainnya

# lng_rights_channel_info
source: Change channel info
id: Ubah info Channel

# lng_rights_channel_manage_calls
source: Manage live streams
id: Atur tayangan langsung

# lng_rights_channel_post
source: Post messages
id: Kirim pesan

# lng_rights_chat_add_members
source: Add members
id: Menambahkan anggota

# lng_rights_chat_banned_custom
source: Custom
id: Kustomisasi

# lng_rights_chat_banned_custom_date
source: Until {date}
id: Sampai {date}

# lng_rights_chat_banned_day_other
source: For {count} days
id: Salama {count} hari

# lng_rights_chat_banned_forever
source: Forever
id: Selamanya

# lng_rights_chat_banned_until_header
source: Restricted until
id: Dibatasi sampai

# lng_rights_chat_banned_week_other
source: For {count} weeks
id: Selama {count} minggu

# lng_rights_chat_files
source: Files
id: Berkas

# lng_rights_chat_music
source: Music
id: Musik

# lng_rights_chat_photos
source: Photos
id: Foto

# lng_rights_chat_read
source: Read messages
id: Baca Pesan

# lng_rights_chat_send_links
source: Embed links
id: Menanamkan tautan

# lng_rights_chat_send_media
source: Send media
id: Mengirim media

# lng_rights_chat_send_polls
source: Send polls
id: Mengirim pol

# lng_rights_chat_send_stickers
source: Send stickers & GIFs
id: Mengirim stiker dan gif

# lng_rights_chat_send_text
source: Send messages
id: Mengirim pesan

# lng_rights_chat_stickers
source: Stickers & GIFs
id: Stiker & GIF

# lng_rights_chat_video_messages
source: Video messages
id: Pesan video

# lng_rights_chat_videos
source: Video files
id: Berkas video

# lng_rights_chat_voice_messages
source: Voice messages
id: Pesan suara

# lng_rights_default_restrictions_header
source: What can members of this group do?
id: Apa yang dapat anggota grup ini lakukan?

# lng_rights_edit_admin
source: Admin rights
id: Hak admin

# lng_rights_edit_admin_header
source: What can this admin do?
id: Apa yang bisa dilakukan oleh admin ini?

# lng_rights_edit_admin_rank_about
source: A title that members will see instead of '{title}'.
id: Gelar yang akan dilihat anggota sebagai ganti '{title}'.

# lng_rights_edit_admin_rank_name
source: Custom title
id: Gelar khusus

# lng_rights_gigagroup_about
source: Broadcast groups can have over 200,000 members, but only admins can send messages in them.
id: Grup siaran dapat memiliki lebih dari 200.000 anggota, namun hanya admin yang dapat kirim pesan.

# lng_rights_gigagroup_convert
source: Convert to Broadcast Group
id: Ubah ke Grup Siaran

# lng_rights_gigagroup_title
source: Broadcast group
id: Grup siaran

# lng_rights_group_add_topics
source: Create topics
id: Buat topik

# lng_rights_group_anonymous
source: Remain anonymous
id: Tetap Anonim

# lng_rights_group_ban
source: Ban users
id: Blokir Pengguna

# lng_rights_group_delete
source: Delete messages
id: Hapus pesan

# lng_rights_group_info
source: Change group info
id: Ubah info grup

# lng_rights_group_invite
source: Add members
id: Tambah Anggota

# lng_rights_group_invite_link
source: Invite users via link
id: Undang pengguna via tautan

# lng_rights_group_manage_calls
source: Manage video chats
id: Kelola obrolan video

# lng_rights_group_pin
source: Pin messages
id: Sematkan pesan

# lng_rights_group_topics
source: Manage topics
id: Kelola topik

# lng_rights_permission_cant_edit
source: You cannot change this permission.
id: Anda tidak dapat mengubah izin ini.

# lng_rights_permission_for_all
source: This option is enabled for all members in Group Permissions.
id: Opsi ini diaktifkan untuk semua anggota di Perizinan Grup.

# lng_rights_permission_unavailable
source: This permission is not available in public groups.
id: Perizinan ini tidak tersedia untuk grup publik.

# lng_rights_restriction_for_all
source: This option is disabled for all members in Group Permissions.
id: Opsi ini dinonaktifkan untuk semua anggota dalam Perizinan Grup

# lng_rights_slowmode_about
source: Members will be able to send only one message per this interval.
id: Anggota hanya akan dapat mengirim satu pesan setiap interval ini.

# lng_rights_slowmode_about_interval
source: Members will be able to send only one message {interval}.
id: Anggota hanya dapat mengirim satu pesan setiap {interval}.

# lng_rights_slowmode_header
source: Slow mode
id: Mode lambat

# lng_rights_slowmode_hours_other
source: {count}h
id: {count}j

# lng_rights_slowmode_interval_minutes_other
source: every {count} minutes
id: setiap {count} menit

# lng_rights_slowmode_interval_seconds_other
source: every {count} seconds
id: setiap {count} detik

# lng_rights_slowmode_off
source: Off
id: Mati

# lng_rights_slowmode_seconds_other
source: {count}s
id: {count}d

# lng_rights_transfer_about
source: This will transfer the full **owner rights** for {group} to {user}. The new owner will be free to remove any of your admin privileges or even ban you.
id: Hal ini akan mengalihkan **seluruh wewenang pemilik** atas {group} ke {user}. Pemilik yang baru akan bebas mencopot hak admin Anda atau bahkan memblokir Anda.

# lng_rights_transfer_channel
source: Transfer channel ownership
id: Alihkan Kepemilikan Channel

# lng_rights_transfer_check
source: Security check
id: Pemeriksaan Keamanan

# lng_rights_transfer_check_about
source: You can transfer this group to {user} only if you have:
id: Anda dapat mengalihkan kepemilikan grup ini ke {user} hanya jika:

# lng_rights_transfer_check_later
source: Please come back later.
id: Silakan kembali lagi nanti

# lng_rights_transfer_check_password
source: • Enabled **Two-Step Verification** more than **7 days** ago.
id: • Mengaktifkan **Verifikasi Dua Langkah** selama minimal **7 hari**.

# lng_rights_transfer_check_session
source: • Logged in on this device more than **24 hours** ago.
id: • Masuk ke akun di perangkat ini selama minimal **24 jam**.

# lng_rights_transfer_done_channel
source: {user} is now the owner of the channel.
id: Sekarang {user} adalah pemilik channel.

# lng_rights_transfer_done_group
source: {user} is now the owner of the group.
id: Sekarang {user} adalah pemilik grup.

# lng_rights_transfer_group
source: Transfer group ownership
id: Transfer Kepemilikan Grup

# lng_rights_transfer_password_description
source: Please enter your password to complete the transfer.
id: Mohon masukkan kata sandi Anda untuk melakukan pengalihan.

# lng_rights_transfer_password_title
source: Two-step verification
id: Verifikasi Dua-langkah

# lng_rights_transfer_set_password
source: Set password
id: Pasang kata sandi

# lng_rights_transfer_sure
source: Change owner
id: Ganti Pemilik

# lng_rights_user_restrictions
source: User permissions
id: Izin anggota

# lng_rights_user_restrictions_header
source: What can this member do?
id: Apa yang dapat dilakukan oleh anggota ini?

# lng_ringtones_box_about
source: Right click on any short voice note or MP3 file in chat and select "Save for Notifications". It will appear here.
id: Klik kanan pesan suara singkat atau berkas MP3 apa pun dalam obrolan dan pilih "Simpan untuk Notifikasi" untuk memunculkannya di sini.

# lng_ringtones_box_cloud_subtitle
source: Choose your tone
id: Pilih suara Anda

# lng_ringtones_box_default
source: Default
id: Bawaan

# lng_ringtones_box_no_sound
source: No sound
id: Tanpa suara

# lng_ringtones_box_title
source: Notification Sound
id: Suara Notifikasi

# lng_ringtones_box_upload_button
source: Upload Sound
id: Unggah Suara

# lng_ringtones_box_upload_choose
source: Choose a tone
id: Pilih suara

# lng_ringtones_error_max_duration
source: Sorry, but your file is too long. The maximum duration for ringtones is {duration}.
id: Maaf, tetapi berkas Anda terlalu panjang. Durasi maksimum nada dering adalah {duration}.

# lng_ringtones_error_max_size
source: Sorry, but your file is too big. The maximum size for ringtones is {size}.
id: Maaf, tetapi berkas Anda terlalu besar. Ukuran maksimum untuk nada dering adalah {size}.

# lng_ringtones_toast_added
source: Sound added!
id: Suara ditambahkan!

# lng_save_audio
source: Save voice message
id: Simpan pesan suara

# lng_save_audio_file
source: Save Audio File
id: Simpan Berkas Audio

# lng_save_file
source: Save File
id: Simpan Berkas

# lng_save_photo
source: Save Image
id: Simpan Gambar

# lng_save_video
source: Save Video
id: Simpan Video

# lng_saved_forward_here
source: Forward messages here for quick access
id: Teruskan ke sini untuk disimpan

# lng_saved_gif_limit_link
source: increase the limit
id: tingkatkan limit

# lng_saved_gif_limit_more_other
source: An older GIF was replaced with this one. You can {link} to {count} GIFs.
id: Sebuah GIF lama tergantikan dengan yang ini Anda dapat {link} menjadi {count}.

# lng_saved_gif_limit_title_other
source: Limit of {count} GIFs Reached
id: Limit {count} GIF Tercapai

# lng_saved_messages
source: Saved Messages
id: Pesan Tersimpan

# lng_saved_short
source: Save
id: Simpan

# lng_scam_badge
source: SCAM
id: PENIPUAN

# lng_schedule_at
source: at
id: jam

# lng_schedule_button
source: Schedule
id: Jadwalkan

# lng_schedule_message
source: Schedule message
id: Jadwalkan pesan

# lng_schedule_title
source: Send this message on...
id: Kirimkan pesan ini pada tanggal...

# lng_scheduled_date
source: Scheduled for {date}
id: Dijadwalkan untuk {date}

# lng_scheduled_date_until_online
source: Scheduled until online
id: Jadwalkan hingga online

# lng_scheduled_messages
source: Scheduled Messages
id: Pesan Terjadwal

# lng_scheduled_messages_empty
source: No scheduled messages here yet...
id: Belum ada pesan terjadwal di sini...

# lng_scheduled_send_now
source: Send message now?
id: Kirim pesan sekarang?

# lng_scheduled_send_now_many_other
source: Send {count} messages now?
id: Kirim {count} pesan sekarang?

# lng_scheduled_send_until_online
source: Send when online
id: Kirim saat online

# lng_search_found_results_other
source: Found {count} messages
id: {count} pesan ditemukan

# lng_search_global_results
source: Global search results
id: Hasil pencarian umum

# lng_search_messages_from
source: Show messages from
id: Tampilkan pesan dari

# lng_search_messages_n_of_amount
source: {n} of {amount}
id: {n} dari {amount}

# lng_search_messages_none
source: No results
id: Tidak ada hasil

# lng_search_no_results
source: No messages found
id: Pesan tidak ditemukan

# lng_seconds_other
source: {count} seconds
id: {count} detik

# lng_seconds_tiny_other
source: {count}s
id: {count}d

# lng_selected_cancel_sure_this
source: Cancel uploading?
id: Batalkan unggahan?

# lng_selected_clear
source: Cancel
id: Batal

# lng_selected_delete
source: Delete
id: Hapus

# lng_selected_delete_sure_other
source: Do you want to delete {count} messages?
id: Anda ingin menghapus {count} pesan?

# lng_selected_delete_sure_this
source: Do you want to delete this message?
id: Hapus pesan ini?

# lng_selected_forward
source: Forward
id: Teruskan

# lng_selected_send_now
source: Send now
id: Kirim sekarang

# lng_selected_unsend_about_group_other
source: You can also delete the {count} messages you sent from the inboxes of other group members by checking "Unsend my messages".
id: Anda juga dapat menghapus {count} pesan yang Anda kirim dari kotak masuk anggota grup lain dengan mencentang "Batal kirim pesan saya".

# lng_selected_unsend_about_user_other
source: You can also delete the {count} messages you sent from {user}'s inbox by checking "Unsend my messages".
id: Anda juga dapat menghapus {count} pesan yang Anda kirim dari kotak masuk {user} dengan mencentang "Batal kirim pesan saya".

# lng_selected_upload_stop
source: Stop
id: Hentikan

# lng_self_destruct_description
source: If you don't come online at least once within this period, your account will be deleted along with all groups, messages and contacts.
id: Jika Anda tidak aktif paling tidak hingga periode ini, akun Anda akan dihapus termasuk semua riwayat grup, pesan dan kontak.

# lng_self_destruct_months_other
source: {count} months
id: {count} bulan

# lng_self_destruct_sessions_description
source: If you don't come online from a specific session at least once within this period, it will be terminated.
id: JIka Anda tidak aktif dari sesi tertentu minimal sekali dalam periode ini, sesi tersebut akan dihentikan.

# lng_self_destruct_sessions_title
source: Session termination
id: Penghentian sesi

# lng_self_destruct_title
source: Account self-destruction
id: Penghancuran akun otomatis

# lng_self_destruct_weeks_other
source: {count} weeks
id: {count} minggu

# lng_self_destruct_years_other
source: {count} years
id: {count} tahun

# lng_send_action_choose_sticker
source: choosing a sticker
id: memilih stiker

# lng_send_action_record_audio
source: recording a voice message
id: Merekam pesan suara

# lng_send_action_record_round
source: recording a video message
id: Merekam pesan video

# lng_send_action_record_video
source: recording a video
id: merekam video

# lng_send_action_upload_audio
source: sending a voice message
id: sedang mengirimkan pesan suara

# lng_send_action_upload_file
source: sending a file
id: mengirim berkas

# lng_send_action_upload_photo
source: sending a photo
id: mengirim foto...

# lng_send_action_upload_round
source: sending a video message
id: sedang mengirimkan pesan video

# lng_send_action_upload_video
source: sending a video
id: mengirim video...

# lng_send_album
source: Send as an album
id: Kirim sebagai album

# lng_send_anonymous_ph
source: Send anonymously...
id: Kirim sebagai anonim...

# lng_send_as_anonymous_admin
source: Anonymous admin
id: Admin anonim

# lng_send_as_premium_required
source: Subscribe to {link} to be able to comment on behalf of your channels in group chats.
id: Berlangganan {link} untuk dapat berkomentar atas nama channel Anda dalam obrolan grup.

# lng_send_as_title
source: Send message as...
id: Kirim pesan sebagai...

# lng_send_button
source: Send
id: Kirim

# lng_send_compressed
source: Compress images
id: Kompres gambar

# lng_send_compressed_one
source: Compress the image
id: Kompres gambar

# lng_send_file
source: Send as a file
id: Kirim sebagai berkas

# lng_send_files_other
source: Send as {count} files
id: Kirim {count} berkas

# lng_send_files_selected_other
source: {count} files selected
id: {count} berkas dipilih

# lng_send_grouped
source: Group items
id: Berkas grup

# lng_send_image
source: Send an image
id: Kirim gambar

# lng_send_image_empty
source: File: {name} is empty and can't be sent.
id: Berkas: {name} kosong dan tidak dapat dikirim.

# lng_send_image_too_large
source: File could not be sent, because it is larger than 2 GB: {name} You can send as many files as you like, but each must be smaller than 2 GB.
id: Berkas tidak dapat dikirim karena lebih besar dari 2 GB: {name} Anda dapat mengirim berkas sebanyak apa pun, tetapi masing-masing harus di bawah 2 GB.

# lng_send_images_selected_other
source: {count} images selected
id: {count} gambar dipilih

# lng_send_media_invalid_files
source: Sorry, no valid files found.
id: Maaf, tidak ada file valid ditemukan.

# lng_send_photo
source: Send as a photo
id: Kirim sebagai foto
